#include "°´¼ü¼ì²â.h"

void C°´¼ü¼ì²â::¹éÁã¿ª¹Ø×´Ì¬()
{
	¼üA×´Ì¬ = 0;
	¼üW×´Ì¬ = 0;
	¼üS×´Ì¬ = 0;
	¼üD×´Ì¬ = 0;
	¼üE×´Ì¬ = 0;
	¼üQ×´Ì¬ = 0;
	¼üR×´Ì¬ = 0;
	¼üF×´Ì¬ = 0;
	¼üX×´Ì¬ = 0;
	¼üZ×´Ì¬ = 0;
	¼üenter×´Ì¬ = 0;
	¼üshift×´Ì¬ = 0;
	¼üspace×´Ì¬ = 0;
	¼üescape×´Ì¬ = 0;
	¼ü1×´Ì¬ = 0;
	¼ü2×´Ì¬ = 0;
	¼ü3×´Ì¬ = 0;
	¼ü4×´Ì¬ = 0;
	Êó±ê×ó¼ü×´Ì¬ = 0;
	Êó±êÓÒ¼ü×´Ì¬ = 0;
	Êó±êÖÐ¼ü×´Ì¬ = 0;
	Êó±êÎ»ÖÃ = POINT{ 0, 0 };
	Êó±êÎ»ÒÆ = POINT{ 0, 0 };
	Êó±ê±ß½ç×´Ì¬ = 0;
	Êó±ê»¬ÂÖ×´Ì¬ = 0;
}